Repository: common-repository/wp-custom-pages
Catalog: lang/wp-custom-pages-*.po
Languages: sk_sk

source: Please, select group.
sk_sk: Vyberte skupino prosím.

source: Title is not filled.
sk_sk: Nadpis nieje zadaný.

source: Content
sk_sk: Obsah

source: Article
sk_sk: Článok

source: was not created. Try refresh site.
sk_sk: nebol vytvorený. Skúste obnoviť stránku (F5).

source: was added successfully. You can add another.
sk_sk: bol pridaný úspešne. Môžete pridať ďalší.

source: (no title)
sk_sk: (bez nadpisu)

source: In this category
sk_sk: V tejto kategórií

source: Post
sk_sk: Článok

source: was saved succesfully
sk_sk: bol uložený úspešne.

source: Page
sk_sk: Stránka

source: was saved as html
sk_sk: bola uložená ako html.

source: Generate one page from all subpages
sk_sk: Generovanie jedného článku zo všetkých podstránok.

source: Select page
sk_sk: Vyberte článok

source: Save as post
sk_sk: Uložiť ako článok

source: Save as html
sk_sk: Uložiť ako html

source: Generate
sk_sk: Vygeneruj článok

source: is required for plugin <b>WP Custom Pages</b>.
sk_sk: je povinný pre plugin <b>WP Custom Pages</b>.

source: Articles
sk_sk: Články

source: Groups
sk_sk: Skupiny

source: Settings
sk_sk: Nastavenia

source: Styles
sk_sk: Štýly

source: Set style
sk_sk: Nastav štýl

source: Dynamic
sk_sk: Dynamické

source: Static
sk_sk: Statické

source: Select
sk_sk: Vyber

source: Picture
sk_sk: Obrázok

source: Plugin name
sk_sk: Názov pluginu

source: Defaults
sk_sk: Defaulté hodnoty

source: Default visibility
sk_sk: Defaultá viditeľosť

source: publish
sk_sk: verejné

source: private
sk_sk: privátne

source: password
sk_sk: heslo

source: Default status
sk_sk: Defaultny status

source: Default password
sk_sk: Defaultne heslo

source: Display comments
sk_sk: Zobrazovanie komentárov

source: open
sk_sk: Povolené

source: close
sk_sk: Nepovolené

source: Save
sk_sk: Ulož

source: Name is not filled.
sk_sk: Meno nieje zadané.

source: Name have to be unique. Group
sk_sk: Meno musí byť unikátne. Skupina

source: exists. Use another.
sk_sk: už existuje. Použite iné meno.

source: Yes and No values are required.
sk_sk: Obe hodnoty sú pocinné.

source: Type is not selected.
sk_sk: Vyberte typ riadku.

source: Can not select the same row twise.
sk_sk: Nemôžete vybrať ten istý riadok dva krát.

source: Group
sk_sk: Skupina

source: was created.
sk_sk: bola vytvorená.

source: Add new row
sk_sk: Pridanie nového riadku

source: No group is created.
sk_sk: Najskôr treba vytvoriť skupinu článkov.

source: Select group
sk_sk: Vyberte skupinu

source: Title
sk_sk: Nadpis

source: Parent
sk_sk: Rodič

source: None
sk_sk: Žiadna

source: Select gallery
sk_sk: Vyberte galériu

source: Select picture
sk_sk: Vyberte obrázok

source: Add New Article
sk_sk: Pridanie nového článku

source: Open
sk_sk: Zobraz

source: Custom text
sk_sk: Vlastný text

source: Visibility
sk_sk: Viditelnosť

source: Password
sk_sk: Heslo

source: Comments
sk_sk: Komentáre

source: Add New Group
sk_sk: Vytvorenie novej skupiny

source: Name
sk_sk: Meno

source: Add row
sk_sk: Nový riadok

source: Used befor
sk_sk: Použité predtým

source: Type
sk_sk: Typ

source: Required row
sk_sk: Povinný riadok

source: Select type
sk_sk: Vyberte typ
